Repository: bopopescu/wuappa
Catalog: wuappa-backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome to WUAPPA
fr: Bienvenue dans WUAPPA

source: Your account is almost ready.
fr: Votre compte est presque prêt.

source: We just need to verify your email address in order to complete your signup.
fr: Nous avons juste besoin de vérifier votre adresse e-mail afin de compléter votre inscription.

source: Verify your e-mail address
fr: Vérifiez votre adresse e-mail

source: If you have not created an account with WUAPPA, please ignore this email.
fr: Si vous n’avez pas créé de compte avec WUAPPA, veuillez ignorer cet e-mail.

source: Thanks!
fr: Merci beaucoup

source: The WUAPPA team.
fr: L’équipe WUAPPA.

source: Verify your account
fr: Vérifiez votre compte

source: Welcome to WUAPPA - Verify your account
fr: Bienvenue à WUAPPA - Vérifiez votre compte

source: Please confirm that
fr: Veuillez confirmer que

source: is yours.
fr: est à vous.

source: Confirm
fr: Confirmer

source: WUAPPA - Account verified
fr: WUAPPA - Compte vérifié

source: Your e-mail address has been confirmed, please go to the mobile app to sign in.
fr: Votre adresse e-mail a été confirmée, veuillez vous connecter à l’application mobile pour vous connecter.

source: We have received your documents, we will get in touch with you to activate your WUAPPA account.
fr: Nous avons bien reçu vos documents et nous allons vous contacter prochainement afin d’activer votre compte WUAPPA.

source: Kind regards.
fr: Bien à vous

source: WUAPPA TEAM!
fr: L’équipe WUAPPA

source: WUAPPA - Password changed successfully!
fr: WUAPPA - Mot de passe modifié avec succès!

source: Your password has been set. You may go ahead to the app and log in.
fr: Votre mot de passe a été défini. Vous pouvez aller de l’avant à l’application et vous connecter.

source: Password reset confirmation
fr: Confirmation de réinitialisation

source: WUAPPA - Reset your password
fr: WUAPPA - Réinitialisez votre mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l’avez entré correctement.

source: New password:
fr: Nouveau mot de passe:

source: Confirm password:
fr: Confirmez le mot de passe:

source: Change my password
fr: Changer mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu’il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: You're receiving this email because you requested a password reset for your user account.<br> If you didn't do this, please ignore this e-mail.
fr: Vous recevez cet e-mail, car vous avez demandé une réinitialisation du mot de passe pour votre compte d’utilisateur. <br> Si vous ne l’avez pas fait, veuillez ignorer cet e-mail.

source: Recover password
fr: Récupérer le mot de passe

source: WUAPPA - Recover password
fr: WUAPPA - Récupérer le mot de passe
