Repository: bopopescu/wuappa
Catalog: wuappa-backend/services/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Category Name
fr: Nom de catégorie

source: Client email
fr: Courriel du client

source: Professional email
fr: Email professionnel

source: Time
fr: Heure

source: City
fr: Ville

source: User
fr: Utilisateur

source: Professional
fr: Professionnel

source: Coupon does not exist or is already used
fr: Le coupon n’existe pas ou est déjà utilisé

source: This field is required.
fr: Ce champ est obligatoire

source: This list may not be empty.
fr: Cette liste peut ne pas être vide.

source: Invalid pk "%s" - object does not exist.
fr: Pk “% s” invalide - l’objet n’existe pas.

source: Client user must be a final client, not professional
fr: L’utilisateur client doit être un client final, pas professionnel

source: Professional user must be a professional
fr: L’utilisateur professionnel doit être un professionnel

source: The selected date and time is in the past.
fr: La date et l’heure sélectionnées sont dans le passé.

source: Client just register in stripe. Not linked credit cards
fr: Le client vient de s’inscrire dans la bande. Cartes de crédit non liées

source: Credit card number not belongs to the client
fr: Le numéro de carte de crédit n’appartient pas au client

source: Invalid price
fr: Prix invalide

source: Only client for the hire services can update credit card
fr: Seul le client pour les services de location peut mettre à jour la carte de crédit

source: User must be a professional.
fr: L’utilisateur doit être un professionnel.

source: Only professional for the hire services can complete the service.
fr: Seul un professionnel pour les services de location peut compléter le service.

source: User must be a final.
fr: L’utilisateur doit être une finale.

source: Only client for the hire services can review the service.
fr: Seul le client pour les services de location peut examiner le service.

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Private
fr: Privé

source: Pending
fr: En attente

source: Complete
fr: Complet

source: Cancel
fr: Annuler

source: Reject
fr: Rejeter

source: Invalid pk "2" - object does not exist.
fr: Pk “2” invalide - l’objet n’existe pas.

source: Services has assigned to another professional
fr: Les services ont affecté à un autre professionnel

source: Invalid pk "4" - object does not exist.
fr: Pk “4” invalide - l’objet n’existe pas.

source: Invalid pk "0" - object does not exist.
fr: Pk “0” invalide - l’objet n’existe pas.

source: Date has wrong format. Use one of these formats instead: YYYY[-MM[-DD]].
fr: La date a un mauvais format. Utilisez l’un de ces formats à la place: YYYY [-MM [-DD]].

source: Time has wrong format. Use one of these formats instead: hh:mm[:ss[.uuuuuu]].
fr: Le temps a un mauvais format. Utilisez l’un de ces formats à la place: hh: mm [: ss [.uuuuuu]].

source: This field may not be blank.
fr: Ce champ ne peut pas être vide.

source: A valid number is required.
fr: Un nombre valide est requis.

source: Credit card id is not included in app.
fr: L’identifiant de la carte de crédit n’est pas inclus dans l’application.

source: Ensure this value is less than or equal to 5.
fr: Assurez-vous que cette valeur est inférieure ou égale à 5.

source: Charge add to client card.
fr: Charge ajouter à la carte client.

source: Added Review to hire services.
fr: Examen ajouté pour embaucher des services.

source: Services can't be cancel. Service date has passed.
fr: Les services ne peuvent pas être annulés. La date de service est passée.

source: Your WUAPPER {0} is on its way
fr: Votre WUAPPER {0} est en route

source: Services included are not included for that work zone
fr: Les services inclus ne sont pas inclus pour cette zone de travail

source: You have pending services available
fr: Vous avez des services en attente disponibles

source: Service on {0} at {1} accepted by {2} {3}
fr: Service sur {0} à {1} accepté par {2} {3}

source: Service on {0} at {1} canceled by {2} {3}
fr: Service sur {0} à {1} annulé par {2} {3}

source: Service on {0} at {1} completed by {2} {3}
fr: Service sur {0} à {1} complété par {2} {3}

source: The selected date is not enough to hire services.
fr: Fates le rdv 2hrs avant le temp desiré!
