Repository: bopopescu/wuappa
Catalog: wuappa-backend/profiles/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Profiles
fr: Profils

source: User data
fr: Données d’utilisateur

source: Phone
fr: Mobile

source: Is Verified
fr: Est vérifié

source: By user work zone Country
fr: Par zone de travail de l’utilisateur Pays

source: By user work zone Region
fr: Par zone de travail de l’utilisateur Région

source: By user work zone City
fr: Par zone de travail de l’utilisateur Ville

source: By user work zone
fr: Par zone de travail de l’utilisateur

source: Separate urls using a comma
fr: Séparez les URL en utilisant une virgule

source: Separate using a comma
fr: Séparer en utilisant une virgule

source: User
fr: Utilisateur

source: WorkZone
fr: Zone de travail

source: A user is already registered with this e-mail address.
fr: Un utilisateur est déjà enregistré avec cette adresse e-mail.

source: This phone number is not valid.
fr: Ce numéro de téléphone n’est pas valide.

source: Missing or invalid default region
fr: Région par défaut manquante ou non valide

source: The two password fields didn't match.
fr: Les deux champs de mot de passe ne correspondaient pas.

source: Must include iban and swift account number.
fr: Doit inclure iban et le numéro de compte Swift.

source: Must include one document at least
fr: Doit inclure un document au moins

source: Must include one services at least
fr: Doit inclure un service au moins

source: Must include one work_zones at least
fr: Doit inclure un work_zones au moins

source: Must include one city
fr: Doit inclure une ville

source: request to change his services
fr: demande de changement de ses prestations

source: Request to change services user from user:
fr: Demande de changement d’utilisateur de services de l’utilisateur:

source: Professional
fr: Professionnel

source: This field is required.
fr: Ce champ est requis.

source: This field may not be blank.
fr: Ce champ ne peut pas être vide.

source: Enter a valid email address.
fr: Entrez une adresse mail valide.

source: Password must be a minimum of 6 characters.
fr: Le mot de passe doit comporter au moins 6 caractères.

source: This city is not valid.
fr: Cette ville n’est pas valide.

source: A valid integer is required.
fr: Un nombre entier valide est requis.

source: ES IBANs must contain 24 characters.
fr: Les IBAN doivent contenir 24 caractères.

source: A SWIFT-BIC is either 8 or 11 characters long.
fr: Un SWIFT-BIC comporte 8 ou 11 caractères.

source: Invalid pk "0" - object does not exist.
fr: Pk “0” invalide - l’objet n’existe pas.

source: Ensure this value is less than or equal to 6.
fr: Assurez-vous que cette valeur est inférieure ou égale à 6.

source: Ensure this value is less than or equal to 23.
fr: Assurez-vous que cette valeur est inférieure ou égale à 23.

source: Enter a valid URL.
fr: Entrez une URL valide
